Repository: bbanbrook/stumblon
Catalog: plugins/yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: it_it

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are no sale items in the cart.
it_it: Seleziona questa opzione se vuoi che il coupon non possa essere utilizzato per gli articoli in saldo. I coupon articolo valgono solo se l'articolo non è in saldo. I coupon carrello valgono solo se non sono presenti articoli in saldo nel carrello.

source: Products
it_it: Prodotti

source: Select products that must have been added to cart to use this coupon.
it_it: Seleziona i prodotti che devono essere aggiunti al carrello perché il coupon possa essere utilizzato.

source: Exclude products
it_it: Escludi prodotti

source: Email restrictions
it_it: Limitazioni email

source: No restrictions
it_it: Nessuna limitazione

source: List of allowed emails to check against the customer's billing email when an order is placed. Separate email addresses with commas.
it_it: Elenco degli indirizzi email autorizzati da

source: Usage limit per coupon
it_it: Limite di utilizzo per coupon

# placeholder
source: Unlimited usage
it_it: Infinito

source: How many times this coupon can be used before it is void.
it_it: Quante volte può essere utilizzato questo coupon.

source: Limit usage to X items
it_it: Limita utilizzo a X articoli

# placeholder
source: Apply to all qualifying items in cart
it_it: Applica a tutti gli articoli conformi nel carrello

source: The maximum number of individual items this coupon can apply to when using product discounts. Leave blank to apply to all qualifying items in cart.
it_it: Numero massimo di elementi singoli a cui può essere applicato questo coupon quando sono selezionati sconti prodotto. Lascia il campo vuoto per applicare lo sconto a tutti i prodotti conformi in carrello.

source: Usage limit per user
it_it: Limite di utilizzo per utente

source: How many times this coupon can be used by an invidual user. Uses billing email for guests, and user ID for logged in users.
it_it: Seleziona il numero di volte che un utente può utilizzare questo coupon. Utilizza email di fatturazione per gli ospiti e ID utente per gli utenti registrati.

source: Vacation
it_it: Ferie

source: Showing reports for:
it_it: Mostra report per:

source: Show
it_it: Mostra

source: Top Sellers
it_it: Con più vendite

source: No vendors found in range
it_it: Nessun venditore trovato

source: Top Earners
it_it: Con guadagno maggiore

source: &larr; Choose a vendor to view stats
it_it: &larr; Scegli un venditore per visualizzarne le statistiche

source: Commissions amount
it_it: Importo commissioni

source: %s commission amount
it_it: Importo commissione: %s

source: This is the sum of commission totals.
it_it: Somma totale delle commissioni

source: %s paid commissions
it_it: Commissioni pagate: %s

source: This is the sum of paid commission totals.
it_it: Somma del totale commissioni pagate.

source: %s unpaid commissions
it_it: Commissioni non pagate: %s

source: This is the sum of unpaid commission totals.
it_it: Somma del totale commissioni non pagate.

source: %s processing commissions
it_it: Commissioni in corso: %s

source: This is the sum of processing commission totals.
it_it: Somma del totale commissioni in corso.

source: %s pending commissions
it_it: Commissioni in attesa di pagamento: %s

source: This is the sum of pending commission totals.
it_it: Somma del totale commissioni in attesa di pagamento.

source: %s commissions
it_it: Commissioni: %s

source: This is the sum of the commissions in this period.
it_it: Somma delle commissioni di questo periodo.

source: %s refunded commissions
it_it: Commissioni rimborsate: %s

source: This is the sum of refunded commission totals.
it_it: Somma del totale commissioni rimborsate.

source: %s cancelled commissions
it_it: Commissioni annullate: %s

source: This is the sum of cancelled commission totals.
it_it: Somma del totale commissioni annullate.

source: Commission Totals
it_it: Totale commissioni

source: Paid Commissions
it_it: Commissioni pagate

source: Unpaid Commissions
it_it: Commissioni non pagate

source: Processing Commissions
it_it: Commissioni in corso

source: Pending Commissions
it_it: Commissioni in attesa di pagamento

source: Refunded Commissions
it_it: Commissioni rimborsate

source: Cancelled Commissions
it_it: Commissioni annullate

source: %s net sales in this period
it_it: Vendite di questo periodo al netto: %s

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
it_it: Somma del totale degli ordini dopo aver effettuato tutti i rimborsi e non comprensivo di tasse e spese di spedizione.

source: %s orders placed
it_it: %s ordini presenti

source: %s items purchased
it_it: %s articoli acquistati

source: Items purchased
it_it: Articoli acquistati

source: Orders count
it_it: Conteggio ordini

source: Net sales
it_it: Vendite nette

source: %s registered vendors
it_it: %s venditori registrati

source: %s with selling capability
it_it: %s abilitati alla vendita

source: %s enabled
it_it: %s abilitati

source: %s without selling capability
it_it: %s non abilitati alla vendita

source: %s disabled
it_it: %s non abilitati

source: Totals of registered vendors
it_it: Tutti i venditori registrati

source: new vendors
it_it: nuovi venditori

source: Enabled Vs Disabled Vendors
it_it: Venditori abilitati e non

source: vendors
it_it: venditori

source: %s sales for the selected vendor
it_it: %s di vendite per il venditore selezionato

source: %s purchases for the selected vendor
it_it: %s acquisti per il venditore selezionato

source: Number of items sold
it_it: Numero di articoli venduti

source: Sales amount
it_it: Importo di vendita

source: Quick Info
it_it: Informazioni veloci

source: Do you need more information? Write to us!
it_it: Ti serve sapere altro? Scrivici!

source: Submit
it_it: Invia

source: Unable to send email. Please try again
it_it: Impossibile inviare email. Ti preghiamo di riprovare

source: Email sent successfully
it_it: Email inviata con successo

source: YITH Vendor Quick Info
it_it: YITH Informazioni venditore

source: Title
it_it: Titolo

source: Description
it_it: Descrizione

source: Submit button label text
it_it: Testo pulsante "Submit"

source: Hide from guests
it_it: Nascondi agli ospiti

source: Send a copy to website owner
it_it: Invia una copia al proprietario del sito

source: YITH Vendor Store Location
it_it: YITH Posizione negozio venditore

source: Display the vendor's store location in Google Maps
it_it: Mostra la posizione del negozio in Google Maps

source: Store Location
it_it: Posizione negozio

source: If you have an API KEY for Google Maps, you can add it
it_it: Se hai una chiave API per Google Maps, puoi aggiungerla

# [admin] placeholder link
source: here
it_it: qui

source: Don’t know what an API KEY is or how to use it? If you need further information, please click
it_it: Non sai cosa sia una chiave API o non sai come usarla? Per maggiori informazioni, per favore clicca

source: YITH Vendor List
it_it: YITH Elenco Venditori

source: Display the list with enabled vendors.
it_it: Mostra un elenco con i venditori abilitati.

source: Vendor List
it_it: Elenco venditori

source: Hide this widget on vendor page
it_it: Nascondi questo widget nelle pagine venditore

source: Vendor's products amount
it_it: Quantità di prodotti del venditore

source: Hide vendors with no products
it_it: Nascondi venditori che non hanno prodotti

source: Seller vacation
it_it: Chiuso per ferie - venditore

source: Enable seller vacation module
it_it: Abilita chiusura per ferie venditore

source: If you enable this option, each vendor will be able to close his/her shop for vacation.
it_it: Se abiliti questa opzione, ciascun venditore potrà chiudere il suo shop per ferie.

source: Enable live chat for vendors
it_it: Attiva la chat per i venditori

source: Enable membership for vendors
it_it: Abilita la sottoscrizione per venditori

source: Enable subscription for vendors
it_it: Abilita la sottoscrizione per i venditori

source: Enable badge management for vendors
it_it: Abilita la gestione dei badge per i venditori

source: Product Size Charts
it_it: Tabella delle dimensione prodotti

source: Enable product size charts for vendors
it_it: Abilita la tabella di dimensione dei prodotti per i venditori

source: Enable Name Your Price for vendors
it_it: Abilita Name Your Price per i venditori

source: Enable Order Tracking for vendors
it_it: Abilita Order Tracking per i venditori

source: Enable Waiting List for vendors
it_it: Abilita Waiting List per i venditori

source: Enable surveys for vendors
it_it: Abilita Surveys per i venditori

source: Enable Review for Discounts for vendors
it_it: Abilita Review For Discounts per i venditori

source: Coupon Email System for vendors
it_it: Coupon Email Systems per i venditori

source: You can manage this features here
it_it: Puoi gestire queste funzioni qui

source: Vendor Settings
it_it: Impostazioni dei venditori

source: Enable PDF Invoice for vendors
it_it: Abilita PDF Invoice per i venditori

source: Enable Request a quote for vendors
it_it: Abilita Request a Quote per i venditori

source: Enable Catalog Mode for vendors
it_it: Abilita Catalog Mode per i venditori

source: Enable Role Based Prices for vendors
it_it: Abilita Role Based Prices per i venditori

source: Commission page view
it_it: Visualizzazione pagina commissioni

source: Select the default view for commission page
it_it: Seleziona la visualizzazione di default per la pagina commissioni

source: Coupon handling
it_it: Gestione coupon

source: Include coupons in commission calculations
it_it: Includi i coupon nel calcolo della commissione

source: Decide whether vendor commissions have to be calculated including coupon value or not.
it_it: Scegli se le commissioni venditore devono essere calcolate includendo il valore del coupon o meno.

source: Tax handling
it_it: Gestione delle tasse

source: Include tax in commission calculations
it_it: Includi le tasse nel calcolo delle commissioni

source: Decide whether vendor commissions have to be calculated including tax value or not.
it_it: Scegli se calcolare le commissioni per i venditori includendo le tasse.

source: General settings
it_it: Impostazioni generali

source: Commission Base
it_it: Commissione base

source: Default commission percentage
it_it: Percentuale commissione di base

source: WooCommerce Pages
it_it: Pagine WooCommerce

source: Show vendor's name in shop page
it_it: Mostra nome venditore nella pagina shop

source: Select if you want to show vendor's name below products in Shop page.
it_it: Scegli se mostrare il nome del venditore sotto i prodotti nella pagina shop.

source: Show vendor's name in single product page
it_it: Mostra nome del venditore nella pagina prodotto

source: Select if you want to show vendor's name below products in Single product page.
it_it: Scegli se mostrare il nome del venditore sotto i prodotti nella pagina singolo prodotto.

source: Show vendor's name in product category page
it_it: Mostra nome del venditore nella pagina categoria prodotto

source: Select if you want to show vendor's name below products in Product category page.
it_it: Scegli se mostrare il nome del venditore sotto i prodotti nella pagina categoria prodotti.

source: Show "Item sold" information in single product page
it_it: Mostra l'informazione "Articolo venduto" nella pagina singolo prodotto

source: Select if you want to show the text "Item sold" in single product page among category and tag information
it_it: Scegli se mostrare il testo "Articolo venduto" nella pagina singolo prodotto sotto le informazioni di categorie e tag

source: Show "Report abuse" link
it_it: Mostra link "Segnala un abuso"

source: Choose if you want to show the "Report abuse" link under product thumbnails in single product page.
it_it: Scegli se mostrare il link "Segnala un abuso" sotto le thumbnail nella pagina prodotto.

source: Disabled
it_it: Disabilitato

source: All products
it_it: Tutti i prodotti

source: Only for vendor's products
it_it: Solo per i prodotti del venditore

source: "Report abuse" link text
it_it: Testo del link "Segnala un abuso"

source: The report abuse link text.
it_it: Inserisci qui il testo del link utilizzato per segnalare un abuso.

source: Report abuse
it_it: Segnala un abuso

source: Vendor Tab
it_it: Tab venditori

source: Change the label of "Vendor Tab" in single product page.
it_it: Cambia l'etichetta di "Tab venditori" nella singola pagina del prodotto.

source: Vendor's registration page
it_it: Pagina di registrazione del venditore

source: Enable Vendors registration in "My Account" page
it_it: Abilita registrazione venditori nella pagina "Il mio account"

source: To make this option available you have to enable registration from "My Account" page in <a href="%s">WooCommerce > Settings > Account</a>
it_it: Per attivare questa opzione devi abilitare la registrazione dalla pagina "Il mio account" in <a href="%s">WooCommerce > Impostazioni > Account</a>

source: Auto enable vendor account
it_it: Autoabilitazione account venditore

source: After registration, the seller is entitled to sell. If you disable this option, the administrator must enable the vendor account manually
it_it: Dopo la registrazione, il venditore è abilitato alla vendita. Se disabiliti questa opzione, l'amministratore deve abilitare l'account venditore manualmente.

source: VAT/SSN number
it_it: Partita IVA/cod. fis.

source: Mark this field required
it_it: Segna questo campo come obbligatorio

source: Terms and conditions
it_it: Termini e condizioni

source: Become a vendor page
it_it: Pagina per diventare venditori

source: "Become a vendor" page
it_it: Pagina "Diventa un venditore"

source: This sets the page where add the "become a vendor" form.
it_it: Imposta la pagina dove aggiungere il campo "Diventa un venditore".

source: Terms and conditions page
it_it: Pagina dei termini e delle condizioni

source: "Terms and conditions" page
it_it: pagina "Termini e condizioni"

source: This sets the page for vendors Terms and conditions.
it_it: Impostazioni per termini e condizioni dei venditori.

source: Vendor's Store Page
it_it: Pagina venditore

source: Vendor store slug prefix
it_it: Prefisso dello slug del negozio del venditore

source: Change the vendor store slug prefix. I.E.: http://mywebsite.com/{store_slug}/vendor_name
it_it: Cambia il prefisso dello slug del negozio del venditore I.E.: http://mywebsite.com/{store_slug}/vendor_name

source: Store link
it_it: Link negozio

source: Select the style you want to use:
it_it: Seleziona lo stile che vuoi utilizzare:

source: Theme style
it_it: Stile tema

source: Custom style
it_it: Stile personalizzato

source: Vendor's name label color
it_it: Colore etichetta nome venditore

source: Use it in shop page and single product page
it_it: Utilizzalo nella pagina shop e nella pagina singolo prodotto

source: Vendor's name label color (on hover)
it_it: Colore etichetta nome venditore (al passaggio del mouse)

source: Use it in shop page and single product page (on hover)
it_it: Utilizzalo nella pagina shop e nella pagina singolo prodotto (al passaggio del mouse)

source: Style for header image in vendor store page
it_it: Stile immagine header nella pagina venditore

source: Show vendor logo in vendor store page
it_it: Mostra il logo del venditore nella pagina del venditore

source: Enable/Disable the vendor logo (user avatar) in vendor store page.
it_it: Abilita/Disabilita il logo del venditore (avatar dell' utente) nella pagina del negozio del venditore.

source: Don't show vendor logo
it_it: Non mostrare il logo del venditore

source: Let vendors decide
it_it: Lascia che sia il venditore a decidere

source: Image size for vendor logo in vendor store page
it_it: Dimensione dell' immagine per il logo del venditore nella sua pagina del negozio

source: Change the default image size for logo (Default: 62 px).
it_it: Cambia le dimensioni predefinite per il logo (Default: 62 px).

source: Vendor tab position in single product page
it_it: Posizione scheda venditore nella pagina singolo prodotto

source: Select the position for "Vendor" tab in single product page. You can set to show the tab before or after WooCommerce tabs
it_it: Seleziona la posizione della scheda "Venditore" nella pagina singolo prodotto. Puoi scegliere di mostrare la scheda prima o dopo quelle predefinite di WooCommerce

source: First tab
it_it: Prima scheda

source: After WooCommerce tabs
it_it: Dopo le schede predefinite di WooCommerce

source: Settings for vendor's "Related products"
it_it: Impostazioni per i "Prodotti correlati" del venditore

source: Select related products to show in single product pages:
it_it: Seleziona i prodotti correlati da mostrare nelle pagine singolo prodotto:

source: Do not show related products
it_it: Non mostrare prodotti correlati

source: Related products from the entire store
it_it: Prodotti correlati da tutto lo store

source: Related products from vendor's shop
it_it: Prodotti correlati dalla pagina del venditore

source: Show vendor's description in store page
it_it: Mostra la descrizione del venditore nella pagina Shop dello store.

source: Select if you want to show vendor's description after the header of Store page.
it_it: Scegli se mostrare la descrizione del venditore dopo l'header della pagina Shop dello store.

source: Show vendor's name in store page
it_it: Mostra nome del venditore nella pagina shop dello store

source: Select if you want to show vendor's name below products in Store page.
it_it: Scegli se mostrare il nome del venditore sotto i prodotti nella pagina shop dello store.

source: Show total vendor's sales in store page
it_it: Mostra vendite totali del venditore nella pagina shop

source: Select if you want to show total vendor's sales in the header of Store page.
it_it: Scegli se mostrare le vendite totali del venditore nell'header della pagina shop.

source: Show VAT/SSN in store page
it_it: Mostra IVA/C.F. nella pagina store

source: Select if you want to show the VAT/SSN information in the header of Store page.
it_it: Seleziona se vuoi mostrare le informazioni IVA/C.F. nell'intestazione della pagina Store.

source: Google API Key
it_it: Chiave API di Google

source: Google Maps API Key
it_it: Chiave API di Google Maps

source: Don’t know what an API KEY is or how to use it? For further information, please click
it_it: Non sai cosa sia una chiave API o non sai come usarla? Per maggiori informazioni, per favore clicca

source: PayPal settings
it_it: Impostazioni PayPal

source: Configure here PayPal in order to process the payment of commissions.
it_it: Configura qui PayPal per elaborare il pagamento delle commissioni.

source: PayPal Service
it_it: Servizio PayPal

source: Choose the PayPal service to pay the commissions to vendors (the only option currently available is MassPay).
it_it: Scegli il servizio di PayPal con cui pagare le commissioni ai venditori (la sola opzione disponibile al momento è MassPay).

source: Payment Method
it_it: Metodo di pagamento

source: Choose how to pay the commissions to vendors
it_it: Scegli come pagare le commissioni ai venditori

source: Pay manually
it_it: Paga manualmente

source: Minimum Withdrawal
it_it: Prelievo minimo

source: Set the minimum value for commission withdrawals. This setting will update all vendors' accounts that still have a threshold lower than the one set.
it_it: Imposta il valore minimo per prelevare le commissioni. Questa impostazione aggiornerà tutti gli account dei venditori che hanno già una soglia inferiore a quella impostata.

source: Sandbox environment
it_it: Modalità sandbox

source: Set environment as sandbox, for test purpose
it_it: Imposta la modalità sandbox per testare il funzionamento

source: API username of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
it_it: Nome utente API dell'account di amministratore PayPal (se vuoto, applica impostazioni PayPal da <a href="%s">WooCommmerce Settings page</a>).

source: API password of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
it_it: Password API dell'account di amministratore PayPal (se vuoto, applica impostazioni PayPal da <a href="%s">WooCommmerce Settings page</a>).

source: API signature of PayPal administration account (if empty, settings of PayPal in <a href="%s">WooCommmerce Settings page</a> apply).
it_it: Firma API dell'account di amministratore PayPal (se vuoto, applica impostazioni PayPal da <a href="%s">WooCommmerce Settings page</a>).

source: Payment Email Subject
it_it: Oggetto email pagamento

source: Subject for email sent by PayPal to customers when payment request is registered
it_it: Oggetto dell'email che gli utenti ricevono da PayPaò

source: Notification URL
it_it: URL di notifica

source: Copy this URL and set it into PayPal admin panel, to receive IPN from their server
it_it: Copia questo URL nel pannello di amministrazione PayPal per ricevere l'IPN dal server

source: Report settings.
it_it: Impostazioni report.

source: Vendor Report limit
it_it: Limite report venditore

source: Choose the maximum number of rows you can show in the reports
it_it: Seleziona il numero massimo di righe da mostrare nei report

source: Enable product amount limit
it_it: Abilita limite quantità prodotti

source: Limit product amount for each vendor
it_it: Imposta un limite per la quantità di prodotti che può caricare ciascun venditore

source: Product amount limit
it_it: Restrizioni quantità di prodotti

source: Set a maximum number of products that each vendor can publish
it_it: Seleziona un numero massimo di prodotti che ciascun venditore può pubblicare

source: Product listings
it_it: Elenchi prodotti

source: Hide vendor products from store loop page
it_it: Nascondi prodotti del venditore dalla pagina loop dello store

source: Hide products belonging to vendors from store loop page - this means that vendor products will only be visible on the individual vendor pages.
it_it: Nascondi i prodotti appartenenti ai venditori dalla pagina loop dello store - questo significa che i prodotti del venditore saranno visibili solo nelle pagine dei rispettivi venditori.

source: Skip admin review
it_it: Salta approvazione amministratore

source: If you enable this option any vendor could publish products without super admin authorization. This is the default option for any new vendor It is possible to override these settings for each vendor.
it_it: Se abiliti questa opzione ogni venditore potrà pubblicare prodotti senza la supervisione dell' admin. Questa è l'opzione predefinita per ciascun venditore, è possibile modificarne le impostazioni per ogni venditore.

source: Force "Skip reviews" option for all vendors
it_it: Imposta l'opzione "Salta autorizzazione" per tutti i venditori

source: Force option
it_it: Imposta per tutti

source: Force "Skip admin review" options for all vendors.
it_it: Imposta l'opzione "Salta autorizzazione amministratore" per tutti i venditori

source: Enable YIT Shortcodes Button
it_it: Abilita pulsante YIT Shortcodes

source: If you enable this option, each vendor will be able to use YIT Shortcodes in Add/Edit Product page.
it_it: Se abiliti questa opzione, ogni venditore sarà abilitato ad usare YIT Shortcodes nella pagina Aggiungi/Modifica Prodotti.

source: Coupon management
it_it: Gestione coupon

source: Enable coupon management
it_it: Abilita gestione coupon
