Repository: bbanbrook/stumblon
Catalog: plugins/yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: it_it

source: If you enable this option, each vendor will be able to create coupon for their own products.
it_it: Se abiliti questa opzione, ciascun venditore potrà creare dei coupon per i propri prodotti.

source: Review management
it_it: Gestione recensioni

source: Enable review management
it_it: Abilita gestione recensioni

source: If you enable this option, each vendor will be able to manage reviews on his/her own products independently.
it_it: Se abiliti questa opzione, ogni venditore potrà gestire le recensioni sui propri prodotti in maniera indipendente.

source: Order management
it_it: Gestione ordine

source: Enable order management
it_it: Abilita gestione ordine

source: If you enable this option, each vendor will be able to manage orders on his/her own products independently.
it_it: Se abiliti questa opzione, ogni venditore sarà abilitato a gestire gli ordini dei suoi prodotti indipendentemente.

source: Order synchronization
it_it: Sincronizzazione ordini

source: All changes made to general orders will be synchronized with the individual vendor's order
it_it: Tutte le modifiche effettuate sugli ordini generali saranno sincronizzate con gli ordini di ogni singolo venditore

source: Order refund management
it_it: Gestione rimborso ordini

source: If you enable this option, each vendor will be able to manage refund on his/her own orders independently.
it_it: Se abiliti questa opzione, ciascun venditore avrà la possibilità di gestire gli ordini riguardanti i propri prodotti autonomamente.

source: Hide Customer Section
it_it: Nascondi la sezione cliente

source: Check this option to prevent vendors from seeing 'Customer' section in order details
it_it: Spunta questa opzione per impedire ai venditori di visualizzare la sezione 'Cliente' nel dettaglio ordine

source: Hide Payment Information
it_it: Nascondi le informazioni di pagamento

source: Check this option to prevent vendors from seeing 'Payment' section in order details
it_it: Spunta questa opzione per impedire ai venditori di visualizzare la sezione 'Pagamento' nel dettaglio ordine

source: Featured Products management
it_it: Gestione prodotti in evidenza

source: Enable featured products management
it_it: Abilita gestione prodotti in evidenza

source: If you enable this option, each vendor will be able to set "Featured" on his/her own products independently (this option can be override for each vendor).
it_it: Se disabiliti questa opzione, ogni venditore potrà assegnare "In primo piano" ad ogni suo prodotto senza restrizioni (questa opzione può essere modificata per ciascun venditore)

source: Advanced editor
it_it: Editor Avanzato

source: Enable advanced editor for vendor description
it_it: Abilita l'editor avanzato per le descrizioni dei venditori

source: If you enable this option, each vendor will be able to use an advanced editor for store description.
it_it: Se abiliti questa opzione, ogni venditore potrà usare un editor avanzato per la descrizione del proprio negozio.

source: Enable media button in text editor
it_it: Abilita il tasto media nell' editor di testo

source: If you enable this option, each vendor will be able to use the media button in advanced editor.
it_it: Se abiliti questa opzione, ogni venditore potrà usare il tasto media nell' editor avanzato.

source: Product management
it_it: Gestione prodotti

source: Vendor name label color
it_it: Colore nome venditore

source: Use in shop page and single product page
it_it: Usa nella pagina shop e nella pagina singolo prodotto

source: All changes to general orders will be synchronized with the individual vendor's order
it_it: Ogni modifica agli ordini generali sarà sincronizzata con l'ordine del singolo venditore

source: Vendor Shop Owner
it_it: Proprietario pagina venditore

source: Search for a customer&hellip;
it_it: Cerca un cliente&hellip;

source: User that can manage products in this vendor shop and view sale reports.
it_it: Utente che può gestire i prodotti in questa pagina venditore e visualizzarne i report delle vendite.

source: PayPal email address
it_it: Indirizzo email PayPal

source: Vendor's PayPal email address where profits will be delivered.
it_it: Indirizzo email PayPal del venditore su cui inviare i pagamenti.

source: Vendor's
it_it: del venditore

source: Company legal notes
it_it: Note legali

source: Insert company legal notes (e.g. Managing Directors, Court of registration, Commercial registration number, ecc.)
it_it: Inserisci le note legali della compagnia (I.E. Direttore delle vendite, Tribunale di registrazione, Numero di iscrizione al registro, ecc.)

source: Enable or disable product sales.
it_it: Abilita o disabilità vendite prodotto.

source: Allow vendors to add products without admin review
it_it: Autorizza i venditori ad aggiungere prodotti senza dover ricevere autorizzazione dall'amministratore

source: Enable Featured products management
it_it: Abilita la gestione dei prodotti in primo piano

source: Allow vendors to manage featured products
it_it: Permetti ai venditori di gestire i prodotti in primo piano

source: Percentage of the total sale price that this vendor receives
it_it: Percentuale del prezzo di vendita totale che riceve questo venditore

source: View Commission
it_it: Visualizza commissione

source: Back
it_it: Indietro

source: Commission Actions
it_it: Azioni su commissioni

source: Change to %s
it_it: Cambia con %s

source: Apply
it_it: Applica

source: Commission notes
it_it: Note di commissione

source: added on %1$s at %2$s
it_it: aggiunti il %1$s alle %2$s

source: There are no notes yet.
it_it: Ancora non sono presenti note.

source: Commission %s Details
it_it: Dettagli commissione %s

# Commission credited to [user]
source: credited to %s &#8212; from order %s &#8212; order status: %s
it_it: accreditata a %s &#8212; dall'ordine %s &#8212; stato dell'ordine: %s

source: General details
it_it: Dettagli

source: User details
it_it: Dettaglio utente

source: Billing information
it_it: Informazioni di fatturazione

source: Shipping information
it_it: Informazioni di spedizione

source: Item data
it_it: Dati articolo

source: Item
it_it: Articolo

source: Cost
it_it: Costo

source: Qty
it_it: Qtà

source: Product ID:
it_it: ID prodotto:

source: Variation ID:
it_it: ID variazione:

source: No longer exists
it_it: Non esiste più

source: Product SKU:
it_it: Codice SKU prodotto:

source: Refund
it_it: Rimborso

source: Coupon(s) Used
it_it: Coupon utilizzati

source: Search commissions
it_it: Cerca commissioni

source: Search for a shop owner&hellip;
it_it: Cerca il proprietario di un negozio&hellip;

source: User that can manage products in this shop and view sale reports.
it_it: Utente che può gestire i prodotti in questo shop e visualizzare i report delle vendite.

source: Vendor Shop Admins
it_it: Amministratori pagina venditore

source: Search for a shop admins&hellip;
it_it: Cerca l'admin di un negozio&hellip;

source: Contact information :
it_it: Informazioni di contatto:

source: Location
it_it: Posizione

source: Store email
it_it: Email store

source: Telephone
it_it: Telefono

source: Social profile:
it_it: Profilo social:

source: Payments:
it_it: Pagamenti:

source: Bank Account (IBAN/BIC)
it_it: Conto bancario (IBAN/BIC)

source: Vendor's IBAN/BIC bank account
it_it: IBAN/BIC del conto bancario del venditore

source: Commission:
it_it: Commissione

source: Percentage of the total sale price that this vendor receives.
it_it: Percentuale sul prezzo totale del prodotto che riceve questo venditore.

source: Registration date:
it_it: Data di registrazione:

source: Upload/Add image
it_it: Carica/aggiungi immagine

source: Remove image
it_it: Rimuovi immagine

source: Vendor shop page information
it_it: Informazioni pagina venditore

source: Description:
it_it: Descrizione:

source: Description for Vendor Tab in single product page.
it_it: Descrizione della scheda venditore nella pagina singolo prodotto.

source: Enable store header logo:
it_it: Abilita logo dell'header del negozio:

source: Show logo in the vendor's store header page
it_it: Mostra il logo nell'header della pagina del negozio dei venditori.

source: Store address. e.g.: MyStore S.A. Avenue MyStore 55, 1800 Vevey, Switzerland
it_it: Indirizzo negozio. Es. IlMioNegozio via MyStore 55, Svizzera

source: Insert store email address.
it_it: Inserisci indirizzo email dello store.

source: Insert store telephone number.
it_it: Inserisci numero di telefono dello store.

source: Add social page link here
it_it: Aggiungi link pagina social qui

source: Save Front page Settings
it_it: Salva impostazioni front page

source: Payments information
it_it: Informazioni di pagamento

source: Payment type:
it_it: Tipo di pagamento:

source: Choose payment method for crediting commissions
it_it: Scegli il metodo di pagamento per le commissioni

source: Threshold
it_it: Soglia

source: Minimum vendor's earning before a vendor's commissions can be paid
it_it: Guadagno minimo che il venditore deve raggiungere prima che gli si possano pagare le commissioni

source: Minimum threshold allowed by site administrator is
it_it: La soglia minima di guadagni impostata dall'amministratore è

source: Save Payments Information
it_it: Salva informazioni di pagamento

source: Store general information
it_it: Informazioni generali dello store

source: Name:
it_it: Nome:

source: Store name (displayed in vendor tabs and vendor store page).
it_it: Nome dello store (visualizzato nelle schede del venditore e nella pagina del venditore).

source: The “slug” is the URL-friendly version of the name. It is usually lowercased and contains only letters, numbers and hyphens.
it_it: Lo "slug" è una versione del nome adatta per l'URL. È costituita in genere da caratteri minuscoli e contiene solo lettere, numeri e trattini.

source: Store capability and rate:
it_it: Autorizzazioni store e tassi commissione:

source: Commission Rate:
it_it: Tasso di commissione:

source: Skip admin review:
it_it: Salta approvazione amministrazione:

source: Enabled
it_it: Abilitato

source: Sale status:
it_it: Stato delle vendite:

source: Registration date:
it_it: Data di registrazione:

source: Save Vendor Settings
it_it: Salva impostazioni venditore

source: Seller vacation info
it_it: Info

source: Vacation message:
it_it: Messaggio chiusura ferie:

source: Add here the vacation message.
it_it: Inserisci qui un messaggio per le ferie.

source: Vacation date
it_it: Data ferie

source: Start date
it_it: Dal

source: End date
it_it: Al

source: Selling option
it_it: Opzione vendite

source: Prevent sales temporarily
it_it: Blocca vendite temporaneamente

source: Keep selling anyway
it_it: Continua a vendere comunque

source: Save Vacation Settings
it_it: Salva impostazioni ferie

source: Paypal email
it_it: Email PayPal

source: Order number
it_it: Numero ordine

source: The commission has been credited successfully.
it_it: La commissione è stata accreditata con successo.

source: Commission #%s detail
it_it: Dettagli commissione #%s

source: Some commissions have not been credited properly.
it_it: Alcune commissioni non sono state accreditate correttamente.

source: Details of commissions not paid
it_it: Dettagli commissioni non pagate

source: Commission #%s
it_it: Commissione #%s

source: Owner:
it_it: Proprietario:

source: Store Name:
it_it: Nome store:

source: Store Email
it_it: Email store

source: New vendor registered
it_it: Nuovo venditore registrato

source: A new user has made a request to become a vendor in your store.
it_it: Un nuovo utente ha richiesto di diventare venditore all'interno del tuo store.

source: Vendor detail
it_it: Dettagli venditore

source: PayPal email
it_it: Email PayPal

source: Commission number: %s
it_it: Numero commissione: %s

source: Store Name
it_it: Nome dello store

source: The order #%d from %s has been cancelled. The order was as follows:
it_it: L'ordine #%d da %s è stato annullato. Di seguito i dettagli:

source: Order number: %s
it_it: Numero ordine: %s

# New Order Email
source: Commission id:
it_it: ID commissione:

# New Order Email
source: Commission rate:
it_it: Tasso di commissione:

# New Order Email
source: Earnings:
it_it: Guadagni:

source: Quantity: %s
it_it: Quantità: %s

source: Cost: %s
it_it: Costo: %s

source: From your vendor dashboard you can view your recent commissions, view the sales report and manage your store and payment settings. Click <a href="%s">here</a> to access <strong>store dashboard</strong>.
it_it: Dalla tua dashboard venditore puoi visualizzare le tue commissioni recenti, il report delle vendite e gestire il tuo store e le impostazioni di pagamento. Fai clic su <a href="%s">here</a> per entrare nella <strong>dashboard dello store</strong>.

source: You have received an order from %s.
it_it: Hai ricevuto un ordine da %s.

source: Order #%s
it_it: Ordine #%s

source: Price
it_it: Prezzo

# Email: commission rate column
source: Commission
it_it: Commissione

# Email: commission amount column
source: Earnings
it_it: Guadagni

source: Product Image
it_it: Immagine prodotto

source: You have received an order from %s. The order is as follows:
it_it: Hai ricevuto un ordine da %s. Di seguito i dettagli:

source: Store name *
it_it: Nome shop *

source: Address *
it_it: Indirizzo *

source: Store email *
it_it: Indirizzo email dello store *

source: Telephone *
it_it: Telefono *

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
it_it: Ho letto e accetto i <a href="%s" target="_blank">termini &amp; condizioni</a>

source: Store page
it_it: Pagina shop

source: %s average rating from %d review
it_it: Votazione media: %s su %d recensione

source: Total sales: %d
it_it: Vendite totali: %d

source: Name
it_it: Nome

source: Message
it_it: Messaggio

source: Show in Google Maps
it_it: Mostra in Google Maps

source: Custom:
it_it: Personalizza:

source: Go
it_it: Vai a

source: by
it_it: da

source: My Vendor Dashboard
it_it: La mia dashboard venditore

source: You'll be able to access your dashboard as soon as the administrator approves your vendor account.
it_it: Potrai accedere alla tua dashboard non appena l'amministratore approva il tuo account venditore.

source: From your vendor dashboard you can view your recent commissions, view the sales report and manage your store and payment settings.
it_it: Dalla tua dashboard venditore, potrai visualizzare le tue commissioni recenti, il report delle vendite e gestire il tuo shop e le impostazioni di pagamento.

source: Click <a href="%s">here</a> to access <strong>%s dashboard</strong>.
it_it: Fai clic su <a href="%s">here</a> per accedere alla <strong>%s dashboard</strong>.

source: Register as a vendor
it_it: Registrati come venditore

source: Owner First Name *
it_it: Nome proprietario *

source: Owner Last Name *
it_it: Cognome proprietario *

source: Report an abuse for product %s
it_it: Segnala un abuso per il prodotto %s

source: in vendor shop %s
it_it: nello shop %s

source: Leave a message explaining the reasons for your abuse report
it_it: Lascia un messaggio e spiega il motivo della segnalazione
