Repository: bbanbrook/stumblon
Catalog: plugins/yith-woocommerce-multi-vendor-premium/languages/yith-woocommerce-product-vendors-*.po
Languages: it_it

source: Commission status changed from %s to %s.
it_it: Stato commissione modificato da %s a %s.

source: Commission status not updated!
it_it: Stato commissione non aggiornato!

source: Commission status updated!
it_it: Stato commissione aggiornato!

source: Payment successful. In a few minutes you will receive an email with the outcome of the payment and the commission state will be changed accordingly.
it_it: Pagamento effettuato con successo. A breve riceverai un'email con il resoconto del pagamento e lo stato della commissione sarà modificato automaticamente.

source: Payment failed.
it_it: Pagamento fallito.

source: Paid
it_it: Pagato

source: Unpaid
it_it: Non pagato

source: Pending
it_it: In attesa di pagamento

source: Refunded
it_it: Rimborsato

source: Cancelled
it_it: Annullato

source: Processing
it_it: In corso

source: Commissions
it_it: Commissioni

source: Vendor Commissions
it_it: Commissioni venditore

source: Earnings by vendor
it_it: Entrate per venditore

source: Commission #%d details
it_it: Dettagli commissione #%d

source: Refunded %s from order
it_it: Rimborsato %s dall'ordine

source: Cancelled %s refund from order
it_it: Annullato rimborso di %s dall'ordine

source: commission_id
it_it: id_commissione

source: Commission
it_it: Commissione

source: Vendor commissions have been calculated including coupon value
it_it: L'importo delle commissioni dei venditori è calcolato al netto degli sconti applicati

source: Vendor commissions have been calculated excluding coupon value
it_it: L'importo delle commissioni dei venditori non tiene conto degli sconti applicati

source: Order &ndash; %s
it_it: Ordine &ndash; %s

# Order date parsed by strftime
source: %b %d, %Y @ %I:%M %p
it_it: %d %b, %Y @ %I:%M %p

# Order note
source: Update by admin:
it_it: Aggiornamento dell'amministratore:

source: Delete note
it_it: Cancella nota

source: Item #%s stock reduced from %s to %s.
it_it: Riserve articolo #%s ridotte da %s a %s.

source: Item #%s stock increased from %s to %s.
it_it: Riserve articolo #%s aumentate da %s a %s.

source: status
it_it: stato

# Admin: Order table column
source: Suborders
it_it: Sottordini

# Admin: Order table column
source: Vendor
it_it: Venditore

# Admin: Single order page. Suborder details box
source: Suborders
it_it: Sottordini

source: Note: from this box you can monitor the status of suborders associated to individual vendors.
it_it: N.B.: da questa casella puoi controllare lo stato dei sotto-ordini associati ai singoli venditori.

# Admin: Single order page. Parent order details box
source: Parent order
it_it: Ordine padre

source: Vendor deleted
it_it: Venditore eliminato

# Admin: single order page. Link to parent order
source: Return to main order
it_it: Torna all'ordine principale

source: Sale Commissions
it_it: Commissioni vendita

source: Vendors
it_it: Venditori

source: Vendor Sales
it_it: Vendite

source: Registered Vendors
it_it: Venditori registrati

source: Date
it_it: Data

source: Export CSV
it_it: Esporta CSV

source: Year
it_it: Anno

source: Last Month
it_it: Mese precedente

source: This Month
it_it: Questo mese

source: Last 7 Days
it_it: Ultimi 7 giorni

source: Payments
it_it: Pagamenti

source: Reports
it_it: Report

source: Front page
it_it: Pagina principale

source: Vendor settings
it_it: Impostazioni venditore

source: Vendor Profile
it_it: Profilo venditore

source: Header image
it_it: Immagine header

source: Choose an image
it_it: Seleziona un\'immagine

source: Use image
it_it: Usa immagine

source: Registration date
it_it: Data di registrazione

source: Owner
it_it: Proprietario

source: Enable
it_it: Attiva

source: VAT/SSN
it_it: IVA/C.F.

source: Items
it_it: Articoli

source: Actions
it_it: Azioni

source: Set an owner
it_it: Imposta un proprietario

source: Edit extra info
it_it: Modifica informazioni extra

source: Approve
it_it: Approva

source: Enable sales
it_it: Abilita vendita

source: Disable sales
it_it: Disabilita vendita

source: Instant Payment
it_it: Pagamento istantaneo

source: Payment threshold
it_it: Soglia di pagamento

source: Are you sure? If you click "YES" you change skip review option for each vendor
it_it: Sei sicuro? Se scegli "Sì" modificherai l'opzione per ignorare le recensioni per ogni venditore

source: If you continue, the commission will be paid automatically to the vendor via PayPal. Do you want to continue?
it_it: Se procedi, la commissione verrà pagata automaticamente al venditore tramite PayPal. Vuoi procedere?

source: Payment failed: %s
it_it: Pagamento fallito: %s

source: Status
it_it: Stato

source: Order
it_it: Ordine

source: Product
it_it: Prodotto

source: Rate
it_it: Tasso

source: User
it_it: Utente

source: Amount
it_it: Importo

source: Last update
it_it: Ultimo aggiornamento

source: Product commission
it_it: Commissione prodotto

source: You can set a specific commission for a single product. Keep this field blank or zero to use the vendor commission
it_it: Puoi impostare una commissione specifica per un singolo prodotto. Inserisci zero o lascia il campo vuoto per utilizzare la commissione del venditore.

source: You do not have sufficient permissions to access this page. %1$sClick here to return in your dashboard%2$s.
it_it: Non hai le autorizzazioni necessarie per accedere a questa pagina. %1$sFai clic qui per tornare alla tua dashboard%2$s.

source: You are not allowed to create more than %1$s products. %2$sClick here to return in your admin area%3$s.
it_it: Non sei autorizzato a creare più di %1$s prodotti. %2$sFai clic qui per tornare alla tua pagina di amministrazione%3$s.

source: You do not have permission to edit this post. %1$sClick here to view your dashboard%2$s.
it_it: Non sei in possesso di autorizzazioni sufficienti per modificare questo articolo. %1$sFai clic qui per visualizzare la tua dashboard%2$s.

source: You do not have permission to edit this product. %1$sClick here to view and edit your products%2$s.
it_it: Non hai le autorizzazioni necessarie per modificare questo prodotto. %1$sFai clic qui per visualizzare e modificare i tuoi prodotti%2$s.

source: You do not have permission to edit this coupon. %1$sClick here to view and edit your coupons%2$s.
it_it: Non hai le autorizzazioni necessarie per modificare questo coupon. %1$sFai clic qui per visualizzare e modificare i tuoi coupon%2$s.

source: You do not have permission to edit this order. %1$sClick here to view your orders%2$s.
it_it: Non hai le autorizzazioni necessarie per modificare questo ordine. %1$sFai clic qui per visualizzare e modificare i tuoi ordini%2$s.

source: You do not have permission to edit this review. %1$sClick here to view and edit your product reviews%2$s.
it_it: Non ha le autorizzazioni per modificare questa recensione. %1$sClicca qui per visualizzare e modificare le tue recensioni prodotto%2$s.

source: Recent reviews
it_it: Recensioni recenti

source: Recent comments
it_it: Commenti recenti

source: Comments
it_it: Commenti

source: No activity yet!
it_it: Ancora non è stata svolta alcuna attività

source: out of 5
it_it: di 5

source: reviewed by
it_it: recensito da

source: There are no product reviews yet.
it_it: Non è presente alcuna recensione prodotto.

# Order details: Product sold by
source: Sold by
it_it: Venduto da

source: Warning
it_it: Attenzione:

source: vendor shops have no owner set. Please, set an owner for each vendor shop in order to enable them
it_it: non è stato impostato un proprietario per gli shop venditore. Per favore, imposta un proprietario per ciascuno shop per abilitarli

source: Go to Vendor page to fix it.
it_it: Vai alla pagina venditori per correggere.

source: Warning:
it_it: Attenzione:

source: vendor shops have no VAT/SSN set. Please, set VAT/SSN field for each vendor shop
it_it: Non è stata specificata una partita IVA o il codice fiscale per gli shop venditore. Per favore, compila il campo per ogni shop.

source: Please, set the VAT/SSN field to complete your profile in "Vendor profile"
it_it: Per favore, imposta il campo IVA/C.F. per completare il tuo profilo da "Profilo venditore"

source: Go to Vendor details page to fix it.
it_it: Vai nella pagina "Profilo venditore" per correggere.

source: Become a vendor
it_it: Diventa un venditore

source: Terms and Conditions for Vendors
it_it: Termini e Condizioni per venditori

# Taxonomy Description
source: Description
it_it: Descrizione

source: The description is not prominent by default; however, some themes may show it.
it_it: La descrizione non è messa in rilievo di default, ma alcuni temi potrebbero mostrarla comunque.

source: Premium Version
it_it: Versione premium

source: A vendor with this name already exists.
it_it: Esiste già un venditore con questo nome.

source: Vendor name already exists
it_it: Questo nome venditore esiste già

source: No %s
it_it: Nessun %s

source: Settings
it_it: Impostazioni

source: Premium live demo
it_it: Anteprima premium

source: Live demo
it_it: Anteprima

source: Plugin Documentation
it_it: Documentazione plugin

source: Visit Store
it_it: Visita lo store

source: Plugin documentation
it_it: Documentazione del plugin

source: Discover the premium version
it_it: Scopri la versione premium

source: Free Vs Premium
it_it: Versione Gratuita Vs Premium

source: WordPress support forum
it_it: Forum di supporto su WordPress

source: Support platform
it_it: Piattaforma di supporto

source: current version
it_it: versione corrente

source: PayPal sandbox test accounts
it_it: Account sandbox di prova per PayPal

source: Enable PayPal MassPay
it_it: Abilita PayPal MassPay

source: Commission paid via PayPal (txn ID: %s)
it_it: Commissione pagata tramite PayPal (txn ID: %s)

source: Payment %s
it_it: Pagamento %s

source: Abuse reported correctly.
it_it: Abuso segnalato correttamente.

source: All fields are mandatory.
it_it: Tutti i campi sono obbligatori.

source: Your request could not be processed. Please try again
it_it: La tua richiesta non può essere elaborata. Ti preghiamo di riprovare

source: Error
it_it: Errore

source: The First name field is mandatory
it_it: Il campo "Nome" è obbligatorio

source: The Last name field is mandatory
it_it: Il campo "Cognome" è obbligatorio

source: The Store address field is mandatory
it_it: Il campo "Indirizzo negozio" è obbligatorio

source: The Email field is mandatory
it_it: Il campo "Email" è obbligatorio

source: The Email address entered is not valid
it_it: L'indirizzo email inserito non è valido

source: The Telephone field is mandatory
it_it: Il campo "Telefono" è obbligatorio

source: The VAT/SSN field is mandatory
it_it: Il campo IVA/C.F. è obbligatorio

source: Insert the vendor name
it_it: Inserisci il nome del venditore

source: A vendor with this name already exists
it_it: Esiste già un venditore con questo nome

source: Please, read and accept the terms & conditions
it_it: Per favore, leggi ed accetta i termini & condizioni

source: Please, no spam here
it_it: Per favore, non postare spam qui

source: Report
it_it: Invia segnalazione

source: User %s (%s) is reporting an abuse on the following product:
it_it: L'utente %s (%s) ha segnalato un abuso riguardante il seguente prodotto:

source: Product details: %s (ID: #%s)
it_it: Dettagli prodotto: %s (ID: #%s)

source: Vendor shop: %s (ID: #%s)
it_it: Pagina venditore: %s (ID: #%s)

source: Message: %s
it_it: Messaggio: %s

source: Product page: %s
it_it: Pagina prodotto: %s

source: Vendor Account details: %s
it_it: Dettagli account venditore: %s

source: Item sold
it_it: Articolo venduto

# Cart details: Product sold by
source: Sold by
it_it: Venduto da

source: Vendor
it_it: Venditore

source: Search Vendors
it_it: Cerca venditori

source: All Vendors
it_it: Tutti i venditori

source: Parent Vendor
it_it: Venditore padre

source: Parent Vendor:
it_it: Venditore padre:

source: View Vendor
it_it: Visualizza venditore

source: Edit Vendor
it_it: Modifica venditore

source: Update Vendor
it_it: Aggiorna venditore

source: Add New Vendor
it_it: Aggiungi nuovo venditore

source: New Vendor's Name
it_it: Nome nuovo venditore

source: Separate vendors with commas
it_it: Utilizza la virgola per separare i venditori

source: Add or remove vendors
it_it: Aggiungi o rimuovi venditori

source: Choose from most used vendors
it_it: Scegli tra gli shop venditori più utilizzati

source: No vendors found
it_it: Nessun venditore trovato

source: Cancelled order (to vendor)
it_it: Ordine annullato (venditore)

source: Cancelled order emails are sent when orders have been marked as cancelled (if they were previously set as pending or on-hold).
it_it: Le email di ordine cancellato sono inviate quando gli ordini vengono segnati come cancellati (se precedentemente erano in attesa di pagamento o in attesa).

source: Cancelled order
it_it: Ordine annullato

source: [{site_title}] Cancelled order ({order_number})
it_it: [{site_title}] Ordine annullato ({order_number})

source: Enable/Disable
it_it: Abilita/disabilita

source: Enable this email notification
it_it: Abilita le notifiche per email

source: Subject
it_it: Oggetto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
it_it: In questo campo puoi inserire l'oggetto dell'email. Lasciare vuoto per utilizzare l'oggetto predefinito: <code>%s</code>.

source: Email Heading
it_it: Intestazione email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
it_it: In questo campo puoi inserire l'header dell'email. Lasciare vuoto per utilizzare il testo predefinito: <code>%s</code>.

source: Email type
it_it: Tipo di email

source: Choose email format.
it_it: Scegli formato email.

source: Commission paid (for Admin)
it_it: Commissione pagata (amministratore)

source: New commissions are credited to vendor
it_it: Le nuove commissioni vengono accreditate al venditore

source: Commission paid
it_it: Commissione pagata

source: [{site_title}] - Commission paid
it_it: [{site_title}] - Commissione pagata

source: Recipient(s)
it_it: Destinatari

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
it_it: Inserisci qui i destinatari di questa email (usando la virgola per separarli). Default <code>%s</code>.

source: This controls the email subject line. Leave it blank to use the default subject: <code>%s</code>.
it_it: In questo campo puoi inserire l'oggetto della tua email. Per utilizzare l'oggetto impostato di default lascia il campo vuoto: <code>%s</code>.

source: This controls the main heading contained in the email notification. Leave it blank to use the default heading: <code>%s</code>.
it_it: In questo campo puoi inserire l'intestazione della tua email. Per utilizzare l'intestazione di default lascia il campo vuoto: <code>%s</code>.

source: Choose format for emails that will be sent.
it_it: Scegli il formato per le email.

source: Commissions unpaid
it_it: Commissioni non pagate

source: New commissions are credited to vendors
it_it: Delle nuove commissioni sono state accreditate ai vneditori

source: [{site_title}] - Commissions unpaid
it_it: [{site_title}] - Commissioni non pagata

source: New order (to vendor)
it_it: Nuovo ordine (venditore)

source: New order emails are sent to vendor(s) when an order is received.
it_it: Le email nuovo ordine vengono inviate al venditore ogni volta che ricevono un nuovo ordine.

source: New customer order
it_it: Nuovo ordine cliente

source: [{site_title}] New customer order ({order_number}) - {order_date}
it_it: [{site_title}] Nuovo ordine cliente ({order_number}) - {order_date}

source: New Vendor Registration
it_it: Registrazione nuovo venditore

source: New Vendor has requested to access to your store
it_it: Un nuovo venditore ha richiesto l'accesso al tuo store

source: [{site_title}] - New Vendor Registration
it_it: [{site_title}] - Registrazione nuovo venditore

source: Commission paid (for Vendor)
it_it: Commissione pagata (venditore)

source: New commissions have been credited to vendor
it_it: Sono state accreditate nuove commissioni al venditore

source: Vendor's Commission paid
it_it: Commissione venditore pagata

source: Enable notification for this email
it_it: Abilita notifiche email

source: Choose format for the email that will be sent.
it_it: Scegli il formato dell'email da inviare.

source: Vendor's new account approvation
it_it: Approvazione nuovo account venditore

source: Emails are sent to the vendor as soon as the admin approves his/her account
it_it: Un'email verrà inviata al venditore non appena l'amministratore approva l'account

source: Your vendor account on the website {site_title} has been approved.
it_it: Il tuo account venditore sul sito sito {site_title} è stato approvato

source: Welcome to {site_title}
it_it: Benvenuto su {site_title}

source: YITH WooCommerce Multi Vendor is enabled but not effective. It requires WooCommerce in order to work.
it_it: YITH WooCommerce Multi Vendor è abilitato ma non in funzione. Devi aver installato WooCommerce per farlo funzionare.

source: Missing required parameters for PayPal configuration
it_it: Mancano i parametri richiesti per la configurazione PayPal

source: Payment sent
it_it: Pagamento inviato

source: Oldest unpaid commission
it_it: Commissione non pagata più vecchia

source: Sold products
it_it: Prodotti venduti

source: User deleted
it_it: Utente eliminato

source: Pay
it_it: Paga

source: %s ago
it_it: %s fa

source: Payment Request
it_it: Richiesta di pagamento

source: Change to
it_it: Passa a

source: All
it_it: Tutte

source: Ship to
it_it: Invia a

source: Search for a product&hellip;
it_it: Cerca un prodotto&hellip;

source: Search for a vendor&hellip;
it_it: Cerca un venditore&hellip;

source: Filter
it_it: Filtra

source: Reset
it_it: Reimposta

source: View
it_it: Visualizza

source: Change status to
it_it: Passa stato a

source: Via
it_it: per

source: Order status:
it_it: Stato ordine:

# Order status
source: Trashed
it_it: Eliminato

source: Order Deleted
it_it: Ordine eliminato

source: Guest
it_it: Ospite

# Order number by user
source: %s by %s
it_it: %s per %s

source: No commissions found.
it_it: Nessuna commissione trovata.

source: Coming Soon
it_it: In arrivo

source: New
it_it: Nuovo

# Admin: means needs YITH xxx plugin to works
source: Needs
it_it: Necessita di

# means: plugin version
source: version
it_it: versione

# means: min version xxx or greater
source: or greater
it_it: o superiore

source: If you enable this option, vendors will be able to manage order tracking
it_it: Se abiliti questa opzione, i venditori saranno in grado di gestire il tracciamento degli ordini

source: If you enable this option, vendors will be able to create and manage Subscription products
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare e gestire i prodotti Sottoscrizione

source: If you enable this option, vendors will be able to create and manage name your price products
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare e gestire i prodotti "Name your price"

source: If you enable this option, vendors will be able to add product size charts for their own products
it_it: Se abiliti questa opzione, i venditori saranno in grado di aggiungere una tabella delle dimensioni per i loro prodotti

source: If you enable this option, vendors will be able to create and manage memberships for their own customers
it_it: Se abiliti questa opzione, i venditori potranno creare e gestire piani di accesso contenuti per i loro clienti

source: If you enable this option, each vendor will be able to chat with their customers directly
it_it: Se abiliti questa opzione, ogni venditore potrà avviare una chat direttamente con i propri clienti

source: If you enable this option, each vendor will be able to manage their waiting lists and send mail to their customers.
it_it: Se abiliti questa opzione, ogni venditore sarà in grado di gestire le loro liste d'attesa e mandare email ai loro clienti.

source: If you enable this option, vendors will be able to create and manage surveys for their own customers
it_it: is this gift card multi currency

source: If you enable this option, vendors will be able to create and manage badges for their own products
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare e gestire i badge per i loro prodotti

source: If you enable this option, vendors will be able to create and manage discounts for their own customers
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare e gestire gli sconti per i propri clienti

source: If you enable this option, vendors will be able to create custom coupon and send it by email for their own customers
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare dei coupon personalizzati ed inviarli via email ai propri clienti

source: If you enable this option, vendors will be able to create invoice for their order. This feature require that vendor are able to manage their order individually
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare la fattura per i propri ordini. Questa funzione richiede che i vendor siano in grado di gestire i propri ordini individualmente

source: If you enable this option, vendors will be able to receive and manage their order quote. This feature require that vendor are able to manage their order individually
it_it: Se abiliti questa opzione, i venditori saranno in grado di ricevere e gestire le proprie richieste di preventivo. Questa funzione richiede che il venditore sia in grado di gestire i propri ordini individualmente

source: If you enable this option, vendors will be able to manage the selling of their products.
it_it: Se abiliti questa opzione, i venditori saranno in grado di gestire la vendita dei propri prodotti.

source: If you enable this option, vendors will be able to create custom price rules for their own products.
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare regole di prezzo personalizzate per i propri prodotti.

source: If you enable this option, vendors will be able to create advanced product options for their products.
it_it: Se abiliti questa opzione, i venditori saranno in grado di creare opzioni avanzate per i propri prodotti

source: Coupon Data
it_it: Informazioni coupon

source: General
it_it: Generali

source: Usage Restriction
it_it: Limitazioni di utilizzo

source: Usage Limits
it_it: Limiti di utilizzo

source: Discount type
it_it: Tipo di sconto

source: Coupon amount
it_it: Importo coupon

source: Value of the coupon.
it_it: Valore del coupon.

source: Coupon expiry date
it_it: Data scadenza coupon

# placeholder
source: YYYY-MM-DD
it_it: AAAA-MM-GG

source: Minimum spend
it_it: Spesa minima

source: No minimum
it_it: Non attivo

source: This field allows you to set the minimum subtotal needed to use the coupon.
it_it: Questo campo ti permette di impostare l'importo minimo di spesa che l'utente deve raggiungere per poter utilizzare il coupon.

source: Maximum spend
it_it: Spesa massima

source: No maximum
it_it: Non attivo

source: This field allows you to set the maximum subtotal allowed when using the coupon.
it_it: Questo campo ti permette di impostare l'importo massimo di spesa che l'utente non deve superare per poter utilizzare il coupon.

source: Individual use only
it_it: Uso esclusivo

source: Check this box if the coupon cannot be used in conjunction with other coupons.
it_it: Seleziona questa opzione se vuoi che il coupon non possa essere utilizzato in combinazione con altri coupon.

source: Exclude sale items
it_it: Escludi articoli in saldo
